# command-line utilities

brew "cask"
brew "curl"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "nvm"
brew "rbenv"
brew "tree"
brew "uv"
brew "wget"
brew "zsh"

# apps

cask "whatsapp"
cask "google-chrome"
cask "zed"
cask "iterm2"

# fonts
