# command-line utilities

brew "ansible"
brew "bat"
brew "cask"
brew "curl"
brew "ffmpeg"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "rbenv"
brew "tree"
brew "uv"
brew "wget"
brew "zsh"

# apps
cask "claude-code"
cask "google-chrome"
cask "iterm2"
cask "whatsapp"
cask "vlc"
cask "zed"

# fonts
